Repository: muhiro12/Incomes
Catalog: Widgets/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

source: A an example control that runs a timer.
es: Un control de ejemplo que ejecuta un temporizador.
fr: Un exemple de contrôle qui lance un minuteur.
ja: タイマーを実行する例のコントロール。
zh_hans: 运行计时器的示例控件。

source: Balance
es: Saldo
fr: Solde
ja: 残高
zh_hans: 余额

source: Bottom %@
es: Inferior %@
fr: Bas %@
ja: 下 %@
zh_hans: 底部 %@

source: Configuration
es: Configuración
ja: 設定
zh_hans: 配置

source: Configure upcoming widget direction
es: Configura la dirección del widget de próximos
fr: Configurer la direction du widget des éléments à venir
ja: 今後のウィジェットの方向を設定
zh_hans: 配置即将到来的小组件方向

source: Current Month
es: Mes actual
fr: Mois en cours
ja: 今月
zh_hans: 本月

source: Direction
es: Dirección
ja: 方向
zh_hans: 方向

source: Hello %@
es: Hola %@
fr: Bonjour %@
ja: こんにちは%@
zh_hans: 你好%@

source: Income / Outgo
es: Ingresos / Gastos
fr: Revenus / Dépenses
ja: 収入 / 支出
zh_hans: 收入 / 支出

source: Incomes Balance
es: Saldo de Incomes
fr: Solde Incomes
ja: Incomes残高
zh_hans: Incomes 余额

source: Incomes widgets configuration
es: Configuración de widgets de Incomes
fr: Configuration des widgets Incomes
ja: Incomesウィジェットの設定
zh_hans: Incomes 小组件配置

source: Leading
es: Inicio
fr: Début
ja: 先頭
zh_hans: 前导

source: Next
es: Siguiente
fr: Suivant
ja: 次へ
zh_hans: 下一个

source: Next Month
es: Mes siguiente
fr: Mois prochain
ja: 来月
zh_hans: 下个月

source: Off
es: Apagado
fr: Désactivé
ja: オフ
zh_hans: 关闭

source: On
es: Encendido
fr: Activé
ja: オン
zh_hans: 开启

source: Previous
es: Anterior
fr: Précédent
ja: 前へ
zh_hans: 上一个

source: Previous Month
es: Mes anterior
fr: Mois précédent
ja: 先月
zh_hans: 上个月

source: Shows the next or previous item
es: Muestra el elemento siguiente o anterior
fr: Affiche l’élément suivant ou précédent
ja: 次または前の項目を表示
zh_hans: 显示下一项或上一项

source: Start a timer
es: Iniciar un temporizador
fr: Démarrer un minuteur
ja: タイマーを開始
zh_hans: 启动计时器

source: Start Timer
es: Iniciar temporizador
fr: Démarrer le minuteur
ja: タイマー開始
zh_hans: 开始计时器

source: Target Month
es: Mes objetivo
fr: Mois cible
ja: 対象月
zh_hans: 目标月份

source: This month's items and balance
es: Elementos y saldo de este mes
fr: Éléments et solde de ce mois
ja: 今月の項目と残高
zh_hans: 本月的项目和余额

source: This month's net balance
es: Saldo neto de este mes
fr: Solde net de ce mois
ja: 今月の純残高
zh_hans: 本月的净余额

source: Timer
es: Temporizador
fr: Minuteur
ja: タイマー
zh_hans: 计时器

source: Timer is running
es: El temporizador está en marcha
fr: Le minuteur est en cours d'exécution
ja: タイマー実行中
zh_hans: 计时器正在运行

source: Timer Name
es: Nombre del temporizador
fr: Nom du minuteur
ja: タイマー名
zh_hans: 计时器名称

source: Timer Name Configuration
es: Configuración del nombre del temporizador
fr: Configuration du nom du minuteur
ja: タイマー名の設定
zh_hans: 计时器名称配置

source: Trailing
es: Final
fr: Fin
ja: 末尾
zh_hans: 尾部

source: Upcoming Configuration
es: Configuración de próximos
fr: Configuration des éléments à venir
ja: 今後の設定
zh_hans: 即将到来配置

source: Upcoming Item
es: Elemento próximo
fr: Élément à venir
ja: 今後の項目
zh_hans: 即将到来的项目
